{
    "translation": {
        "2010text1": "Sendo notado pelo mundo, convocado pela Seleção Brasileira pela primeira vez vestindo a 11, porém, ficou de fora da Copa deste ano.",
        "2010text2": "Neymar aderia à um moicano, com laterais raspadas, mantendo-o natural. <br /> De 21 jogos no Campeonato Brasileiro da Série A, ele participou em 11 deles, desses, perdendo apenas 2 jogos. <br /> Na Libertadores que foi seu grande brilho, de 13 jogos, perdeu apenas 1, e participou em 9 deles.",
        "2010text3": "Nesse ano, Neymar ganhava <span class='blue-emph'>prêmios</span> de: Melhor jogador do Campeonato Paulista, melhor segundo atacante do Campeonato Paulista, Bola de Prata e Chuteira de Ouro da Revista Placar, entre outros. <br /> Ganhava também o Campeonato Paulista, e a Copa do Brasil pelo seu time da época, o Santos.",

        "2011text1": "Neymar pintava seu cabelo pela primeira vez. E junto com isso, veio várias outras <span class='blue-emph'>conquistas</span> para a carreira de Neymar Jr.",
        "2011text2": "Um ano de mais evoluções em campo para Neymar. Nesse ano ele ganhava a <span class='gold-emph'>Copa Libertadores da América</span> jogando pelo seu time na época, o Santos, marcando na final, e levando o troféu de Homem do Jogo, e de Melhor Jogador da Copa pra casa.",
        "2011text3": "O Santos nesse ano se classificava para a final do Mundial da FIFA, porém perdia de 4x0 para o Barcelona. <br /> Naquele ano, Neymar também ganhava um troféu que marcou sua história, o <span class='gold-emph'>prêmio Puskás</span>. Acompanhando este, também haviam vários outros prêmios que ganhava naquele mesmo ano.",

        "2012text1": "",
        "2012text2": "",
        "2012text3": "",

        "2013text1": "",
        "2013text2": "",
        "2013text3": "",

        "2014text1": "",
        "2014text2": "",
        "2014text3": "",

        "2015text1": "",
        "2015text2": "",
        "2015text3": "",

        "2016text1": "",
        "2016text2": "",
        "2016text3": "",

        "2017text1": "",
        "2017text2": "",
        "2017text3": "",

        "2018text1": "",
        "2018text2": "",
        "2018text3": "",

        "2019text1": "",
        "2019text2": "",
        "2019text3": "",

        "2020text1": "",
        "2020text2": "",
        "2020text3": "",

        "2021text1": "",
        "2021text2": "",
        "2021text3": ""
    }
}